[
  {"id":"angenentHydrogenOxidizingBacteria2022","abstract":"Hydrogen Oxidizing Bacteria as Novel Protein Source for Human Consumption: An Overview","accessed":{"date-parts":[["2023",11,16]]},"author":[{"family":"Angenent","given":"Suzanne C."},{"family":"Schuttinga","given":"Josje H."},{"family":"Efferen","given":"Merel F. H.","non-dropping-particle":"van"},{"family":"Kuizenga","given":"Boaz"},{"family":"Bree","given":"Bart","non-dropping-particle":"van"},{"family":"Krieken","given":"Robin O.","non-dropping-particle":"van der"},{"family":"Verhoeven","given":"Tim J."},{"family":"Wijffels","given":"Rene H."}],"citation-key":"angenentHydrogenOxidizingBacteria2022","container-title":"The Open Microbiology Journal","DOI":"10.2174/18742858-v16-e2207270","issue":"1","issued":{"date-parts":[["2022",11,8]]},"language":"en","source":"openmicrobiologyjournal.com","title":"Hydrogen Oxidizing Bacteria as Novel Protein Source for Human Consumption: An Overview","title-short":"Hydrogen Oxidizing Bacteria as Novel Protein Source for Human Consumption","type":"article-journal","URL":"https://openmicrobiologyjournal.com/VOLUME/16/ELOCATOR/e187428582207270/FULLTEXT/","volume":"16"},
  {"id":"brighamPerspectivesBiotechnologicalProduction2019","abstract":"With global CO2 emissions at their highest in several years, mitigation and possibly reduction of greenhouse gas buildup and concomitant production of renewable fuel molecules for growing transportation fuel needs are urgent challenges for renewable energy scientists and engineers. Knallgas bacteria provide a biocatalyst platform for utilization of CO2 and production of diverse and some high-energy density biofuel molecules, requisite for drop-in transportation fuels. The most well-studied Knallgas bacterium, Ralstonia eutropha, has been engineered to produce n-butanol, isobutanol, and terpene molecules under chemolithoautotrophic conditions. There are other representatives of this group of bacteria that potentially have the capabilities for CO2-based fuel molecule synthesis. In principle, fermentative production of biofuel from CO2 could rival the “power-to-gas” (non-biological production of fuels using CO2 and H2) production methods. However, challenges remain for both methods in order to compete with currently priced petroleum-based fuels. With continued streamlining of processes and attention to Industrial Ecology principles, biofuel synthesis by Knallgas bacteria could represent a viable part of a nation’s energy portfolio.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Brigham","given":"Christopher"}],"citation-key":"brighamPerspectivesBiotechnologicalProduction2019","container-title":"Applied Microbiology and Biotechnology","container-title-short":"Appl Microbiol Biotechnol","DOI":"10.1007/s00253-019-09636-y","ISSN":"1432-0614","issue":"5","issued":{"date-parts":[["2019",3,1]]},"language":"en","page":"2113-2120","source":"Springer Link","title":"Perspectives for the biotechnological production of biofuels from CO2 and H2 using Ralstonia eutropha and other ‘Knallgas’ bacteria","type":"article-journal","URL":"https://doi.org/10.1007/s00253-019-09636-y","volume":"103"},
  {"id":"chenConstructionCupriavidusNecator2023","abstract":"It is of great significance to utilize CO2 as feedstock to synthesize biobased products, particularly single cell protein (SCP) as the alternative food and feed. Bioelectrochemical system (BES) driven by clean electric energy has been regarded as a promising way for Cupriavidus necator to produce SCP from CO2 directly. At present, the key problem of culturing C. necator in BES is that reactive oxygen species (ROS) generated in cathode chamber are harmful to bacterial growth. Therefore, it is necessary to find a solution to mitigate the negative effect of ROS. In this study, we constructed a number of C. necator strains displayed with superoxide dismutase (SOD), which allowed the decomposition of superoxide anion radical. The effects of promoters and signal peptides on the cell surface displayed SOD were analyzed. The proteins displayed on the surface were further verified by the fluorescence experiment. Finally, the growth of C. necator CMS incorporating a pBAD-SOD-E-tag-IgAβ plasmid could achieve 4.9 ± 1.0 of OD600 by 7 days, equivalent to 1.7 ± 0.3 g/L dry cell weight (DCW), and the production rate was 0.24 ± 0.04 g/L/d DCW, around 2.7-fold increase than the original C. necator CMS (1.8 ± 0.3 of OD600). This study can provide an effective and novel strategy of cultivating strains for the production of CO2-derived SCP or other chemicals in BES.","accessed":{"date-parts":[["2025",5,28]]},"author":[{"family":"Chen","given":"Ke"},{"family":"Ma","given":"Chunling"},{"family":"Cheng","given":"Xiaolei"},{"family":"Wang","given":"Yuhua"},{"family":"Guo","given":"Kun"},{"family":"Wu","given":"Ranran"},{"family":"Zhu","given":"Zhiguang"}],"citation-key":"chenConstructionCupriavidusNecator2023","container-title":"Bioresources and Bioprocessing","container-title-short":"Bioresour Bioprocess","DOI":"10.1186/s40643-023-00655-2","ISSN":"2197-4365","issue":"1","issued":{"date-parts":[["2023",6,28]]},"page":"36","PMCID":"PMC10992759","PMID":"38647886","source":"PubMed Central","title":"Construction of Cupriavidus necator displayed with superoxide dismutases for enhanced growth in bioelectrochemical systems","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10992759/","volume":"10"},
  {"id":"chenEnzymeAssistedMicrobialElectrosynthesis2018","abstract":"Microbial electrosynthesis (MES) is a promising technology to reduce carbon dioxide using inward electron transfer mechanisms to synthesize value-added chemicals with microorganisms as electrocatalysts and electrons from cathodes as reducing equivalents. To enhance CO2 assimilation in Ralstonia eutropha, a formate dehydrogenase (FDH) assisted MES system was constructed, in which FDH catalyzed the reduction of CO2 to formate in the cathodic chamber. Formate served as the electron carrier to transfer electrons derived from cathodes into R. eutropha. To enable efficient formation of formate from CO2, neutral red (NR) was used to facilitate the extracellular regeneration of NADH, the cofactor of FDH. Meanwhile, NR also played an essential role as electron shuttle to directly deliver electrons from cathodes into R. eutropha to increase the level of intracellular reducing equivalents, thus facilitating the efficiency of MES. On the other hand, the Calvin–Benson–Bassham (CBB) cycle was further engineered by the heterologous expression of the ribulose-1,5-bisphosphate carboxylase/oxygenase (Rubisco) in R. eutropha, which strengthened the CBB pathway for CO2 fixation. Upon application of the cathode potential at −0.6 V (vs Ag/AgCl) in the MES system with the genetically engineered R. eutropha, 485 ± 13 mg/L poly(3-hydroxybutyrate) (PHB) was obtained, which was ∼3 times that synthesized by the control (165 ± 8 mg/L), i.e., the wild-type R. eutropha in the absence of FDH and NR.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Chen","given":"Xiaoli"},{"family":"Cao","given":"Yingxiu"},{"family":"Li","given":"Feng"},{"family":"Tian","given":"Yao"},{"family":"Song","given":"Hao"}],"citation-key":"chenEnzymeAssistedMicrobialElectrosynthesis2018","container-title":"ACS Catalysis","container-title-short":"ACS Catal.","DOI":"10.1021/acscatal.8b00226","issue":"5","issued":{"date-parts":[["2018",5,4]]},"page":"4429-4437","publisher":"American Chemical Society","source":"ACS Publications","title":"Enzyme-Assisted Microbial Electrosynthesis of Poly(3-hydroxybutyrate) via CO2 Bioreduction by Engineered Ralstonia eutropha","type":"article-journal","URL":"https://doi.org/10.1021/acscatal.8b00226","volume":"8"},
  {"id":"dingesCouplingCO2Electrolysis2024","abstract":"Important improvements have been achieved in developing the coupling of electrochemical CO2 reduction to formate with its subsequent microbial conversion to polyhydroxybutyrate (PHB) by Cupriavidus necator. The CO2 based formate electrosynthesis was optimised by electrolysis parameter adjustment and application of Sn based gas diffusion electrodes reaching almost 80 % Faradaic efficiency at 150 mA cm−2. Thereby, catholyte with the high formate concentration of 441±9 mmol L−1 was generated as feedstock without intermediate downstream processing for semi-automated formate feeding into a fed-batch reactor system. Moreover, microbial formate conversion to PHB was studied further, optimised, and successfully scaled from shake flasks to semi-automated bioreactors. Therein, a PHB per formate ratio of 16.5±4.0 mg g−1 and a PHB synthesis rate of 8.4±2.1 mg L−1 OD−1 h−1 were achieved. By this process combination, an almost doubled overall process yield of 22.3±5.5 % was achieved compared to previous reports. The findings allow a detailed evaluation of the overall CO2 to PHB conversion, providing the basis for potential technical exploitation.","accessed":{"date-parts":[["2025",5,1]]},"author":[{"family":"Dinges","given":"Ida"},{"family":"Depentori","given":"Ina"},{"family":"Gans","given":"Lisa"},{"family":"Holtmann","given":"Dirk"},{"family":"Waldvogel","given":"Siegfried R."},{"family":"Stöckl","given":"Markus"}],"citation-key":"dingesCouplingCO2Electrolysis2024","container-title":"ChemSusChem","DOI":"10.1002/cssc.202301721","ISSN":"1864-564X","issue":"8","issued":{"date-parts":[["2024"]]},"language":"en","license":"© 2024 The Authors. ChemSusChem published by Wiley-VCH GmbH","page":"e202301721","source":"Wiley Online Library","title":"Coupling of CO2 Electrolysis with Parallel and Semi-Automated Biopolymer Synthesis – Ex-Cell and without Downstream Processing","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/cssc.202301721","volume":"17"},
  {"id":"fengEnrichmentHalotolerantHydrogenoxidizing2023","abstract":"Hybrid biological–inorganic (HBI) systems show great promise as CO\n              2\n              conversion platforms combining CO\n              2\n              fixation by hydrogen-oxidizing bacteria (HOB) with water splitting. Herein, halotolerant HOB were enriched using an HBI system with a high-ionic-strength medium containing 180 mM phosphate buffer to identify new biocatalysts. The reactors were inoculated with samples from saline environments and applied with a voltage of 2.0 V. Once an increase in biomass was observed with CO\n              2\n              consumption, an aliquot of the medium was transferred to a new reactor. After two successive subcultures,\n              Achromobacter xylosoxidans\n              strain H1_3_1 and\n              Mycolicibacterium mageritense\n              strain H4_3_1 were isolated from the reactor media. Genome sequencing indicated the presence of genes for aerobic hydrogen-oxidizing chemolithoautotrophy and synthesis of the compatible solute hydroxyectoine in both strains. Furthermore, both strains produced hydroxyectoine in the reactors under the high-ionic-strength condition, suggesting the potential for new HBI systems using halotolerant HOB to produce high-value-added chemicals.","accessed":{"date-parts":[["2025",5,28]]},"author":[{"family":"Feng","given":"Xiang"},{"family":"Kazama","given":"Daichi"},{"family":"He","given":"Sijia"},{"family":"Nakayama","given":"Hideki"},{"family":"Hayashi","given":"Takeshi"},{"family":"Tokunaga","given":"Tomochika"},{"family":"Sato","given":"Kozo"},{"family":"Kobayashi","given":"Hajime"}],"citation-key":"fengEnrichmentHalotolerantHydrogenoxidizing2023","container-title":"Frontiers in Microbiology","container-title-short":"Front. Microbiol.","DOI":"10.3389/fmicb.2023.1254451","ISSN":"1664-302X","issued":{"date-parts":[["2023",8,29]]},"language":"en","page":"1254451","source":"DOI.org (Crossref)","title":"Enrichment of halotolerant hydrogen-oxidizing bacteria and production of high-value-added chemical hydroxyectoine using a hybrid biological–inorganic system","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmicb.2023.1254451/full","volume":"14"},
  {"id":"fosterContinuousCultureApparatus1964","abstract":"Two sources of oxygen for man in closed-cycle space system environment have been considered in previous studies: (1) photosynthesis using algae, and (2) electrolysis of water. The latter system appears to be the most promising from the standpoints of energy and weight requirements and ability to operate in a zero gravity field. The surplus hydrogen produced by the electrolysis of water may be utilized together with waste carbon dioxide, part of the oxygen, and waste urea by bacteria of the genus Hydrogenomonas to produce cellular protein which might be used as a source of food. A continuous culture system for the propagation of hydrogen-fixing bacteria consists of a baffled borosilicate glass culture vessel provided with an impeller, a reservoir vessel for the culture medium, and an overflow vessel for collecting the bacterial cells removed from the culture vessel. Complete feedback control of all parameters affecting growth can be provided by hydrogen, oxygen, and carbon dioxide sensors, and a pH electrode in the culture medium. In addition, total pressure is monitored. Cell density is controlled in the optimum range by means of a photoelectric cell which dictates the amount of fresh medium to be added and the amount of cells to be removed. Operating data indicate that some of the key parameters are the ratio of hydrogen, oxygen, and carbon dioxide in solution. The harvested bacterial substance is high in protein, which contains all the essential amino acids.","accessed":{"date-parts":[["2025",6,10]]},"author":[{"family":"Foster","given":"John F."},{"family":"Litchfield","given":"John H."}],"citation-key":"fosterContinuousCultureApparatus1964","container-title":"Biotechnology and Bioengineering","DOI":"10.1002/bit.260060406","ISSN":"1097-0290","issue":"4","issued":{"date-parts":[["1964"]]},"language":"en","license":"Copyright © 1964 John Wiley & Sons, Inc.","page":"441-456","source":"Wiley Online Library","title":"A continuous culture apparatus for the microbial utilization of hydrogen produced by electrolysis of water in closed-cycle space systems","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/bit.260060406","volume":"6"},
  {"id":"givirovskiyElectrodeMaterialStudies2019","abstract":"Hydrogen-oxidizing bacteria (HOB) have been shown to be promising micro-organisms for the reduction of carbon dioxide to a wide range of value-added products in bioelectrochemical systems with in situ water electrolysis of the cultivation medium, also known as a hybrid biological-inorganic systems (HBI). However, scaling up of this process requires overcoming the inherent constraints of the low energy efficiency partly associated with the pH-neutral electrolyte with low conductivity. Most of the research in the field is concentrated on the bacterial cultivation, whereas the analysis and evaluation of the electrode material performance have received little attention in the literature so far. Therefore, in the present work, in situ electrolysis of a pH-neutral medium for HOB cultivation was performed with different combinations of electrode materials. Besides conventional electrode types, electrodes with coatings made of earth-abundant cobalt and a nickel-iron alloy, known for their catalytic activity for the kinetically sluggish oxygen evolution reaction (OER), were prepared and tested as potential substitutes for catalysts made of precious metals. The cultivation of HOB with in situ water electrolysis has been successfully tested in a small scale electrobioreactor in order to support the experimental results. A simplified water electrolysis model was developed and applied to evaluate the current-voltage characteristics of an bioelectrochemical system prototype. Application of the developed model allows quantitative evaluation and comparison of reversible, ohmic, and activation overvoltages of different electrode sets. The modeling results were found to agree well with the experimental data. The developed model and the data gathered can be applied to further investigation, simulation, and optimization of HBI systems.","accessed":{"date-parts":[["2024",12,13]]},"author":[{"family":"Givirovskiy","given":"Georgy"},{"family":"Ruuskanen","given":"Vesa"},{"family":"Ojala","given":"Leo S."},{"family":"Lienemann","given":"Michael"},{"family":"Kokkonen","given":"Petteri"},{"family":"Ahola","given":"Jero"}],"citation-key":"givirovskiyElectrodeMaterialStudies2019","container-title":"Heliyon","container-title-short":"Heliyon","DOI":"10.1016/j.heliyon.2019.e01690","ISSN":"2405-8440","issue":"5","issued":{"date-parts":[["2019",5,14]]},"page":"e01690","PMCID":"PMC6522695","PMID":"31193244","source":"PubMed Central","title":"Electrode material studies and cell voltage characteristics of the in situ water electrolysis performed in a pH-neutral electrolyte in bioelectrochemical systems","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6522695/","volume":"5"},
  {"id":"givirovskiySituWaterElectrolyzer2019","abstract":"Hydrogen-oxidizing bacteria provide a sustainable solution for microbial protein production. Renewable electricity can be used for in situ water electrolysis in an electrobioreactor. The use of cultivation medium as the electrolyte enhances the hydrogen dissolution to the medium. This paper proposes a stack structure for in situ water electrolysis to improve the productivity of the electrobioreactor. The hydrogen production rate and the energy efﬁciency of the prototype stack are analyzed.","accessed":{"date-parts":[["2023",12,22]]},"author":[{"family":"Givirovskiy","given":"Georgy"},{"family":"Ruuskanen","given":"Vesa"},{"family":"Ojala","given":"Leo S."},{"family":"Kokkonen","given":"Petteri"},{"family":"Ahola","given":"Jero"}],"citation-key":"givirovskiySituWaterElectrolyzer2019","container-title":"Energies","container-title-short":"Energies","DOI":"10.3390/en12101904","ISSN":"1996-1073","issue":"10","issued":{"date-parts":[["2019",5,18]]},"language":"en","page":"1904","source":"DOI.org (Crossref)","title":"In Situ Water Electrolyzer Stack for an Electrobioreactor","type":"article-journal","URL":"https://www.mdpi.com/1996-1073/12/10/1904","volume":"12"},
  {"id":"jenkinsElectrolysishydrogenomonasBacterialBioregenerative1965","abstract":"Electrolysis-Hydrogenomonas bacterial bioregenerative life support system for manned space flight of long duration","accessed":{"date-parts":[["2025",5,28]]},"author":[{"family":"Jenkins","given":"D. W."}],"citation-key":"jenkinsElectrolysishydrogenomonasBacterialBioregenerative1965","issued":{"date-parts":[["1965",9,1]]},"note":"NTRS Author Affiliations: \nNTRS Document ID: 19660036639\nNTRS Research Center: Legacy CDMS (CDMS)","source":"NASA NTRS","title":"Electrolysis-hydrogenomonas bacterial bioregenerative life support system.","type":"paper-conference","URL":"https://ntrs.nasa.gov/citations/19660036639"},
  {"id":"ksenzhekCoincidenceProcessHydrogenoxidizing1981","abstract":"The main factors limiting the possibility of organizing the cultivation of the hydrogen-oxidizing bacterium Alcaligenes eutropha Z-1 in combination with electrolysis were determined: accumulation of the oxidizing agents (hypochlorite, persulfate ions, hydrogen peroxide) in the process of electrolysis and deposition of microelements contained in the growth medium on the cathode. The limits for the susceptibility of the bacterium to the oxidizing agents were established. The rate of accumulation of the oxidizing agents and formation of the cathode deposit were found to depend on the current density, the pH and composition of a solution, and several other factors. The concentration of hypochlorite decreased if the content of chloride ions in the growth medium was reduced to approximately 10(-5) g/l; the concentrations of persulfate and hydrogen peroxide is decreased using a certain electrolysis regime and adding ferrous ions which reduce the oxidizing agents. The cathode deposit is dissolved by periodically reversing the current in the course of electrolysis.","author":[{"family":"Ksenzhek","given":"O. S."},{"family":"Vecherova","given":"V. V."},{"family":"Serebritskiĭ","given":"V. M."},{"family":"Nefedov","given":"V. G."}],"citation-key":"ksenzhekCoincidenceProcessHydrogenoxidizing1981","container-title":"Mikrobiologiia","container-title-short":"Mikrobiologiia","ISSN":"0026-3656","issue":"4","issued":{"date-parts":[["1981"]]},"language":"rus","page":"645-649","PMID":"7311908","source":"PubMed","title":"[Coincidence of the process of hydrogen-oxidizing bacterial culture and nutrient medium electrolysis]","type":"article-journal","volume":"50"},
  {"id":"langsdorfProductionPolyhydroxybutyrateIndustrial2024","abstract":"The aim of this work was to produce the biopolymer polyhydroxybutyrate (PHB) from industrial flue gas as CO2 source and electrolysis originating hydrogen via microbial electrosynthesis. Besides the laboratory experiments, the experiments were carried out under industrial conditions directly on-site in a cogeneration plant. We were able to demonstrate that the use of flue gas as a CO2 source has no detectable negative effect on bacterial growth and PHB production in comparison to a pure gas mixture. In an electrochemical H-cell 333 ± 44 mg L−1 PHB were obtained, which corresponds to a PHB content of 43 ± 3 % of the cell dry weight. By using flue gas for the production of the biopolymer PHB, not only CO2 emissions are reduced, but also possible environmental pollution from non-biodegradable plastics. To the best of our knowledge, this is the first time that the production of PHB from flue gas has been demonstrated using Cupriavidus necator.","accessed":{"date-parts":[["2025",5,20]]},"author":[{"family":"Langsdorf","given":"Alexander"},{"family":"Schütz","given":"Julian Philipp"},{"family":"Ulber","given":"Roland"},{"family":"Stöckl","given":"Markus"},{"family":"Holtmann","given":"Dirk"}],"citation-key":"langsdorfProductionPolyhydroxybutyrateIndustrial2024","container-title":"Journal of CO2 Utilization","container-title-short":"Journal of CO2 Utilization","DOI":"10.1016/j.jcou.2024.102800","ISSN":"2212-9820","issued":{"date-parts":[["2024",5,1]]},"page":"102800","source":"ScienceDirect","title":"Production of polyhydroxybutyrate from industrial flue gas by microbial electrosynthesis","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S2212982024001355","volume":"83"},
  {"id":"liElectronUptakeSolid2023","abstract":"Microbial electrosynthesis (MES) is a promising strategy for the conversion of CO2 to useful chemicals. Nevertheless, the characteristics of electrode-associated cells in MES and their metabolic pathway regulation in CO2 fixation have not been elucidated. This study examined the electrode-driven polyhydroxybutyrate (PHB) production from CO2 in Rhodobacter sphaeroides. The electron uptake and regulation of the metabolic pathways differed in electrode-associated and suspended R. sphaeroides. The electrode-associated cells produced PHB at concentrations up to 23.50 ± 2.8% of the dry cell weight (DCW), whereas the suspended cells grew faster but with a lower cellular PHB content. Gene expression analyses showed that phaA expression was upregulated in electrode-associated R. sphaeroides, whereas phaB expression was downregulated in suspended cells. The electrode-associated cells expressed unconventional CO2 fixation enzymes, such as isocitrate dehydrogenase and formate dehydrogenase, with more PHB synthesis. These results show that CO2 can be upcycled to polymeric substances and provide novel insights into the genetic regulation of electrode-associated cells in MES.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Li","given":"Shuwei"},{"family":"Kim","given":"Minsoo"},{"family":"Kong","given":"Da Seul"},{"family":"Min","given":"Kyoungseon"},{"family":"Wu","given":"Guangxi"},{"family":"Cui","given":"Meiying"},{"family":"Kim","given":"Changman"},{"family":"Oh","given":"You-Kwan"},{"family":"Kim","given":"Soek"},{"family":"Lee","given":"Soo Youn"},{"family":"Kang","given":"Sung Gyun"},{"family":"Nygård","given":"Yvonne"},{"family":"Kim","given":"Jung Rae"}],"citation-key":"liElectronUptakeSolid2023","container-title":"Chemical Engineering Journal","container-title-short":"Chemical Engineering Journal","DOI":"10.1016/j.cej.2023.143785","ISSN":"1385-8947","issued":{"date-parts":[["2023",8,1]]},"page":"143785","source":"ScienceDirect","title":"Electron uptake from solid electrodes promotes the more efficient conversion of CO2 to polyhydroxybutyrate by using Rhodobacter sphaeroides","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1385894723025160","volume":"469"},
  {"id":"liIntegratedElectromicrobialConversion2012","abstract":"One of the major challenges in using electrical energy is the efficiency in its storage. Current methods, such as chemical batteries, hydraulic pumping, and water splitting, suffer from low energy density or incompatibility with current transportation infrastructure. Here, we report a method to store electrical energy as chemical energy in higher alcohols, which can be used as liquid transportation fuels. We genetically engineered a lithoautotrophic microorganism, Ralstonia eutropha H16, to produce isobutanol and 3-methyl-1-butanol in an electro-bioreactor using CO2 as the sole carbon source and electricity as the sole energy input. The process integrates electrochemical formate production and biological CO2 fixation and higher alcohol synthesis, opening the possibility of electricity-driven bioconversion of CO2 to commercial chemicals.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Li","given":"Han"},{"family":"Opgenorth","given":"Paul H."},{"family":"Wernick","given":"David G."},{"family":"Rogers","given":"Steve"},{"family":"Wu","given":"Tung-Yun"},{"family":"Higashide","given":"Wendy"},{"family":"Malati","given":"Peter"},{"family":"Huo","given":"Yi-Xin"},{"family":"Cho","given":"Kwang Myung"},{"family":"Liao","given":"James C."}],"citation-key":"liIntegratedElectromicrobialConversion2012","container-title":"Science","container-title-short":"Science (New York, N.Y.)","DOI":"10.1126/science.1217643","issue":"6076","issued":{"date-parts":[["2012",3,30]]},"page":"1596-1596","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Integrated Electromicrobial Conversion of CO2 to Higher Alcohols","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.1217643","volume":"335"},
  {"id":"liuAmbientNitrogenReduction2017","abstract":"We demonstrate the synthesis of NH3 from N2 and H2O at ambient conditions in a single reactor by coupling hydrogen generation from catalytic water splitting to a H2-oxidizing bacterium Xanthobacter autotrophicus, which performs N2 and CO2 reduction to solid biomass. Living cells of X. autotrophicus may be directly applied as a biofertilizer to improve growth of radishes, a model crop plant, by up to ∼1,440% in terms of storage root mass. The NH3 generated from nitrogenase (N2ase) in X. autotrophicus can be diverted from biomass formation to an extracellular ammonia production with the addition of a glutamate synthetase inhibitor. The N2 reduction reaction proceeds at a low driving force with a turnover number of 9 × 109 cell–1 and turnover frequency of 1.9 × 104 s–1⋅cell–1 without the use of sacrificial chemical reagents or carbon feedstocks other than CO2. This approach can be powered by renewable electricity, enabling the sustainable and selective production of ammonia and biofertilizers in a distributed manner.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Liu","given":"Chong"},{"family":"Sakimoto","given":"Kelsey K."},{"family":"Colón","given":"Brendan C."},{"family":"Silver","given":"Pamela A."},{"family":"Nocera","given":"Daniel G."}],"citation-key":"liuAmbientNitrogenReduction2017","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1706371114","issue":"25","issued":{"date-parts":[["2017",6,20]]},"page":"6450-6455","publisher":"Proceedings of the National Academy of Sciences","source":"pnas.org (Atypon)","title":"Ambient nitrogen reduction cycle using a hybrid inorganic–biological system","type":"article-journal","URL":"https://www.pnas.org/doi/full/10.1073/pnas.1706371114","volume":"114"},
  {"id":"liuSolarpoweredCO2Reduction2018","abstract":"A solar chemical and fuels industry demands CO2 reduction products beyond one-carbon molecules. We have shown that a hybrid biological | inorganic (HBI) system can use the hydrogen produced from water splitting catalysts to reduce CO2 into multi-carbon products with high energy efficiency. Here we report the integration of the HBI device with triple-junction solar cells to complete a solar-powered water splitting | CO2 fixation cycle driven by the HBI. Solar-to-chemical efficiency (ŋsolar) of 6% averaged over 24h are experimentally achieved with little sophisticated engineering or reactor design. We show that the limiting factor of ŋsolar in the integrated HBI system is the voltage mismatch between the output of solar cell and the input of hybrid CO2-fixing device. With a better voltage match, ŋsolar exceeding 10% can be expected.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Liu","given":"Chong"},{"family":"Colón","given":"Brendan E."},{"family":"Silver","given":"Pamela A."},{"family":"Nocera","given":"Daniel G."}],"citation-key":"liuSolarpoweredCO2Reduction2018","container-title":"Journal of Photochemistry and Photobiology A: Chemistry","container-title-short":"Journal of Photochemistry and Photobiology A: Chemistry","DOI":"10.1016/j.jphotochem.2017.10.001","ISSN":"1010-6030","issued":{"date-parts":[["2018",5,1]]},"language":"en","page":"411-415","source":"ScienceDirect","title":"Solar-powered CO2 reduction by a hybrid biological | inorganic system","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1010603017312649","volume":"358"},
  {"id":"liuWaterSplittingBiosyntheticSystem2016","abstract":"Artificial photosynthetic systems can store solar energy and chemically reduce CO2. We developed a hybrid water splitting–biosynthetic system based on a biocompatible Earth-abundant inorganic catalyst system to split water into molecular hydrogen and oxygen (H2 and O2) at low driving voltages. When grown in contact with these catalysts, Ralstonia eutropha consumed the produced H2 to synthesize biomass and fuels or chemical products from low CO2 concentration in the presence of O2. This scalable system has a CO2 reduction energy efficiency of ~50% when producing bacterial biomass and liquid fusel alcohols, scrubbing 180 grams of CO2 per kilowatt-hour of electricity. Coupling this hybrid device to existing photovoltaic systems would yield a CO2 reduction energy efficiency of ~10%, exceeding that of natural photosynthetic systems.","accessed":{"date-parts":[["2025",5,24]]},"author":[{"family":"Liu","given":"Chong"},{"family":"Colon","given":"Brendan"},{"family":"Ziesack","given":"Marika"},{"family":"Silver","given":"Pamela"},{"family":"Nocera","given":"Daniel"}],"citation-key":"liuWaterSplittingBiosyntheticSystem2016","container-title":"Science","DOI":"10.1126/science.aaf5039","ISSN":"0036-8075","issue":"6290","issued":{"date-parts":[["2016"]]},"language":"en_US","page":"1210-1213","publisher":"American Association for the Advancement of Science (AAAS)","source":"dash.harvard.edu","title":"Water Splitting-Biosynthetic System with CO2 Reduction Efficiencies Exceeding Photosynthesis","type":"article-journal","URL":"http://nrs.harvard.edu/urn-3:HUL.InstRepos:27304973","volume":"352"},
  {"id":"nangleBiologicalinorganicHybridSystems2017","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Nangle","given":"Shannon N"},{"family":"Sakimoto","given":"Kelsey K"},{"family":"Silver","given":"Pamela A"},{"family":"Nocera","given":"Daniel G"}],"citation-key":"nangleBiologicalinorganicHybridSystems2017","container-title":"Current Opinion in Chemical Biology","container-title-short":"Current Opinion in Chemical Biology","DOI":"10.1016/j.cbpa.2017.10.023","ISSN":"13675931","issued":{"date-parts":[["2017",12]]},"language":"en","page":"107-113","source":"DOI.org (Crossref)","title":"Biological-inorganic hybrid systems as a generalized platform for chemical production","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1367593117300893","volume":"41"},
  {"id":"nyyssolaProductionEndotoxinFreeMicrobial2021","abstract":"The production of edible microbial biomass in bioreactors is an attractive alternative to agriculture, which is a major consumer of fresh water, an emitter of greenhouse gases, and a cause of eutrophication. This study examines microbial food production by gas fermentation of two endotoxin-free Gram-positive H2-oxidizing autotrophic bacterial strains, Nocardioides nitrophenolicus KGS-27 and Rhodococcus opacus DSM 43205. The supply of the gaseous substrates H2 and O2 by in situ water electrolysis was investigated as an alternative to providing them from an external source. N. nitrophenolicus KGS-27 produced ≤9.9 ± 2.0 mg of biomass L–1 h–1 and was not affected by in situ water electrolysis, which potentially produces growth-inhibiting reactive oxygen species. With R. opacus DSM 43205, in turn, electrolysis slowed growth considerably and resulted in a volumetric productivity of 2.6 ± 0.8 mg of biomass L–1 h–1, which was a quarter of what was obtained with the gases supplied externally. The macromolecular compositions of biomasses produced by the two cultivation modes using the two bacterial strains were rather similar containing approximately 33–37% protein, 28–56% carbohydrates, and 4–5% fatty acids of the cell dry weight. Relatively high protein concentrations and balanced amino acid profiles, comparable to those of casein and soy protein, were achieved with both strains.","accessed":{"date-parts":[["2024",1,8]]},"author":[{"family":"Nyyssölä","given":"Antti"},{"family":"Ojala","given":"Leo S."},{"family":"Wuokko","given":"Mikko"},{"family":"Peddinti","given":"Gopal"},{"family":"Tamminen","given":"Anu"},{"family":"Tsitko","given":"Irina"},{"family":"Nordlund","given":"Emilia"},{"family":"Lienemann","given":"Michael"}],"citation-key":"nyyssolaProductionEndotoxinFreeMicrobial2021","container-title":"ACS Food Science & Technology","container-title-short":"ACS Food Sci. Technol.","DOI":"10.1021/acsfoodscitech.0c00129","issue":"3","issued":{"date-parts":[["2021",4,16]]},"page":"470-479","publisher":"American Chemical Society","source":"ACS Publications","title":"Production of Endotoxin-Free Microbial Biomass for Food Applications by Gas Fermentation of Gram-Positive H2-Oxidizing Bacteria","type":"article-journal","URL":"https://doi.org/10.1021/acsfoodscitech.0c00129","volume":"1"},
  {"id":"pikaarDecouplingLivestockLand2018","abstract":"One of the main challenges for the 21st century is to balance the increasing demand for high-quality proteins while mitigating environmental impacts. In particular, cropland-based production of protein-rich animal feed for livestock rearing results in large-scale agricultural land-expansion, nitrogen pollution, and greenhouse gas emissions. Here we propose and analyze the long-term potential of alternative animal feed supply routes based on industrial production of microbial proteins (MP). Our analysis reveals that by 2050, MP can replace, depending on socio-economic development and MP production pathways, between 10–19% of conventional crop-based animal feed protein demand. As a result, global cropland area, global nitrogen losses from croplands and agricultural greenhouse gas emissions can be decreased by 6% (0–13%), 8% (−3–8%), and 7% (−6–9%), respectively. Interestingly, the technology to industrially produce MP at competitive costs is directly accessible for implementation and has the potential to cause a major structural change in the agro-food system.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Pikaar","given":"Ilje"},{"family":"Matassa","given":"Silvio"},{"family":"Bodirsky","given":"Benjamin L."},{"family":"Weindl","given":"Isabelle"},{"family":"Humpenöder","given":"Florian"},{"family":"Rabaey","given":"Korneel"},{"family":"Boon","given":"Nico"},{"family":"Bruschi","given":"Michele"},{"family":"Yuan","given":"Zhiguo"},{"family":"Zanten","given":"Hannah","non-dropping-particle":"van"},{"family":"Herrero","given":"Mario"},{"family":"Verstraete","given":"Willy"},{"family":"Popp","given":"Alexander"}],"citation-key":"pikaarDecouplingLivestockLand2018","container-title":"Environmental Science & Technology","container-title-short":"Environ. Sci. Technol.","DOI":"10.1021/acs.est.8b00216","ISSN":"0013-936X","issue":"13","issued":{"date-parts":[["2018",7,3]]},"page":"7351-7359","publisher":"American Chemical Society","source":"ACS Publications","title":"Decoupling Livestock from Land Use through Industrial Feed Production Pathways","type":"article-journal","URL":"https://doi.org/10.1021/acs.est.8b00216","volume":"52"},
  {"id":"pikaarMicrobesNextNitrogen2017","abstract":"The Haber Bosch process is among the greatest inventions of the 20th century. It provided agriculture with reactive nitrogen and ultimately mankind with nourishment for a population of 7 billion people. However, the present agricultural practice of growing crops for animal production and human food constitutes a major threat to the sustainability of the planet in terms of reactive nitrogen pollution. In view of the shortage of directly feasible and cost-effective measures to avoid these planetary nitrogen burdens and the necessity to remediate this problem, we foresee the absolute need for and expect a revolution in the use of microbes as a source of protein. Bypassing land-based agriculture through direct use of Haber Bosch produced nitrogen for reactor-based production of microbial protein can be an inspiring concept for the production of high quality animal feed and even straightforward supply of proteinaceous products for human food, without significant nitrogen losses to the environment and without the need for genetic engineering to safeguard feed and food supply for the generations to come.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Pikaar","given":"Ilje"},{"family":"Matassa","given":"Silvio"},{"family":"Rabaey","given":"Korneel"},{"family":"Bodirsky","given":"Benjamin Leon"},{"family":"Popp","given":"Alexander"},{"family":"Herrero","given":"Mario"},{"family":"Verstraete","given":"Willy"}],"citation-key":"pikaarMicrobesNextNitrogen2017","container-title":"Environmental Science & Technology","container-title-short":"Environ. Sci. Technol.","DOI":"10.1021/acs.est.7b00916","ISSN":"0013-936X","issue":"13","issued":{"date-parts":[["2017",7,5]]},"page":"7297-7303","publisher":"American Chemical Society","source":"ACS Publications","title":"Microbes and the Next Nitrogen Revolution","type":"article-journal","URL":"https://doi.org/10.1021/acs.est.7b00916","volume":"51"},
  {"id":"pousElectricitydrivenMicrobialProtein2023","abstract":"Conventional agro-systems are characterised by low nitrogen conversion efficiencies, primarily due to excessive loads and limited plant nitrogen assimilation into grains by plants. Therefore, it is crucial to explore technologies that can achieve higher nitrogen assimilation efficiencies in food production. This study shows the development of a sustainable bioelectrochemical platform for ammonium recovery and upgrading into bacterial protein-rich biomass. Electrochemically-assisted batch fermenters were operated in galvanostatic mode to examine the impact of current density (0.0 – 1.0 mA⋅cm− 2) on bacterial growth. The results revealed a linear increase in volumetric biomass productivity rate with the increment in current density. At the high current densities tested (1.0 mA⋅cm− 2), the more elevated growth and ammonium removal rates were achieved (473 ± 164 mgTSS⋅L− 1⋅d− 1 and 93 ± 39 mgN⋅L− 1⋅d− 1, respectively). Adjusting the current density allowed for the pro­ duction of biomass with high hydrogen (H2) and nitrogen yields, indicating the influence of H2 availability on these values (up to 2.6 gTSS⋅gH2− 1 and 6.9 gTSS⋅gN− 1, respectively). This study confirms the potential of the electro-microbial platform in recovering and transforming nutrients, particularly nitrogen, into microbial biomass that can be utilised as edible protein or organic fertiliser. The findings highlight the viability of this approach for achieving efficient nitrogen assimilation and biomass production, offering promising prospects for addressing nitrogen utilisation challenges in conventional agro-systems.","accessed":{"date-parts":[["2023",12,22]]},"author":[{"family":"Pous","given":"Narcís"},{"family":"Balaguer","given":"M. Dolors"},{"family":"Chiluiza-Ramos","given":"Paola"},{"family":"Rovira-Alsina","given":"Laura"},{"family":"Bañeras","given":"Lluis"},{"family":"Puig","given":"Sebastià"}],"citation-key":"pousElectricitydrivenMicrobialProtein2023","container-title":"Journal of Environmental Chemical Engineering","container-title-short":"Journal of Environmental Chemical Engineering","DOI":"10.1016/j.jece.2023.111550","ISSN":"22133437","issue":"6","issued":{"date-parts":[["2023",12]]},"language":"en","page":"111550","source":"DOI.org (Crossref)","title":"Electricity-driven microbial protein production: Effect of current density on biomass growth and nitrogen assimilation","title-short":"Electricity-driven microbial protein production","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S2213343723022893","volume":"11"},
  {"id":"pousElectrocultivationHydrogenoxidizingBacteria2022","abstract":"Hydrogen-oxidizing bacteria (HOBs) are prime candidates for the sustainable production of microbial protein because of their high nutritional value and simple metabolic requirements, which could allow a simple resource recycling of NH4+ and CO2 into a valuable product. The modality of hydrogen production/supply to HOBs represents a challenge. In this work, bioelectrochemical hydrogen and oxygen productions were coupled with HOBs cultivation in the same reactor. Using this approach, the protein content was 59 ± 8% with Hydro­ genophaga and Xanthobacter as the most abundant HOBs. Biomass concentration was found to be dependent of the current density with bulk liquid biomass increasing between 101 and 124 mg TSS⋅L− 1 for an increase of 0.1 mA⋅cm− 2. Electrodes directly immersed in the bioreactor promoted biofilm formation on the electrode surface, which could become an attractive alternative for biomass harvesting. The results of this work establish a novel proof-of-concept for bio-electro production of microbial protein.","accessed":{"date-parts":[["2024",1,20]]},"author":[{"family":"Pous","given":"Narcís"},{"family":"Balaguer","given":"M. Dolors"},{"family":"Matassa","given":"Silvio"},{"family":"Chiluiza-Ramos","given":"Paola"},{"family":"Bañeras","given":"Lluis"},{"family":"Puig","given":"Sebastià"}],"citation-key":"pousElectrocultivationHydrogenoxidizingBacteria2022","container-title":"Bioresource Technology Reports","container-title-short":"Bioresource Technology Reports","DOI":"10.1016/j.biteb.2022.101010","ISSN":"2589014X","issued":{"date-parts":[["2022",6]]},"language":"en","page":"101010","source":"DOI.org (Crossref)","title":"Electro-cultivation of hydrogen-oxidizing bacteria to accumulate ammonium and carbon dioxide into protein-rich biomass","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S2589014X22000676","volume":"18"},
  {"id":"ranaivoarisoaSustainableBioplasticProduction2019","abstract":"Bacterial synthesis of polyhydroxybutyrates (PHBs) is a potential approach for producing biodegradable plastics. This study assessed the ability of Rhodopseudomonas palustris TIE-1 to produce PHBs under various conditions. We focused on photoautotrophy using a poised electrode (photoelectroautotrophy) or ferrous iron (photoferroautotrophy) as electron donors. Growth conditions were tested with either ammonium chloride or dinitrogen gas as the nitrogen source. Although TIE-1’s capacity to produce PHBs varied fairly under different conditions, photoelectroautotrophy and photoferroautotrophy showed the highest PHB electron yield and the highest specific PHB productivity, respectively. Gene expression analysis showed that there was no differential expression in PHB biosynthesis genes. This suggests that the variations in PHB accumulation might be post-transcriptionally regulated. This is the first study to systematically quantify the amount of PHB produced by a microbe via photoelectroautotrophy and photoferroautotrophy. This work could lead to sustainable bioproduction using abundant resources such as light, electricity, iron, and carbon dioxide.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Ranaivoarisoa","given":"Tahina Onina"},{"family":"Singh","given":"Rajesh"},{"family":"Rengasamy","given":"Karthikeyan"},{"family":"Guzman","given":"Michael S"},{"family":"Bose","given":"Arpita"}],"citation-key":"ranaivoarisoaSustainableBioplasticProduction2019","container-title":"Journal of Industrial Microbiology and Biotechnology","container-title-short":"Journal of Industrial Microbiology and Biotechnology","DOI":"10.1007/s10295-019-02165-7","ISSN":"1367-5435","issue":"9-10","issued":{"date-parts":[["2019",10,1]]},"page":"1401-1417","source":"Silverchair","title":"Towards sustainable bioplastic production using the photoautotrophic bacterium Rhodopseudomonas palustris TIE-1","type":"article-journal","URL":"https://doi.org/10.1007/s10295-019-02165-7","volume":"46"},
  {"id":"reedCO2ConversionKnallgas2017","author":[{"family":"Reed","given":"John"}],"citation-key":"reedCO2ConversionKnallgas2017","issued":{"date-parts":[["2017"]]},"language":"en","number-of-pages":"140","publisher":"California Energy Commission, Energy Research and Development Division","source":"Google Books","title":"CO2 Conversion by Knallgas Microorganisms, Evaluation of Products and Processes","type":"book"},
  {"id":"reedUseOxyhydrogenMicroorganisms2015","abstract":"Compositions and methods for a hybrid biological and chemical process that captures and converts carbon dioxide and/or other forms of inorganic carbon and/or C1 carbon sources including but not limited to carbon monoxide, methane, methanol, formate, or formic acid, and/or mixtures containing C1 chemicals including but not limited to various syngas compositions, into organic chemicals including biofuels or other valuable biomass, chemical, industrial, or pharmaceutical products are provided. The present invention, in certain embodiments, fixes inorganic carbon or C1 carbon sources into longer carbon chain organic chemicals by utilizing microorganisms capable of performing the oxyhydrogen reaction and the autotrophic fixation of CO2 in one or more steps of the process.","accessed":{"date-parts":[["2024",2,29]]},"author":[{"family":"Reed","given":"John S."},{"family":"Dyson","given":"Lisa"}],"call-number":"US201314033013 20130920","citation-key":"reedUseOxyhydrogenMicroorganisms2015","issue":"US20080111794P 20081106 ; US20090613550 20091106 ; US20100328184P 20100427 ; WO2010US01402 20100512 ; WO2011US34218 20110427 ; US201313643872 20130301 ; US201314033013 20130920","issued":{"date-parts":[["2015",7,21]]},"number":"US9085785 (B2)","title":"Use of oxyhydrogen microorganisms for non-photosynthetic carbon capture and conversion of inorganic and/or C1 carbon sources into useful organic compounds","type":"patent","URL":"https://worldwide.espacenet.com/publicationDetails/biblio?FT=D&date=20150721&DB=&locale=&CC=US&NR=9085785B2&KC=B2&ND=1"},
  {"id":"rengasamyImprovingMicrobialElectrosynthesis2017","abstract":"Microbial electrosynthesis (MES) is a promising bioelectrochemical approach to produce biochemicals. A previous study showed that Rhodopseudomonas palustris TIE-1 can directly use poised electrodes as electron donors for photoautotrophic growth at cathodic potentials that avoid electrolytic H2 production (photoelectroautotrophy). To make TIE-1 an effective biocatalyst for MES, we need to improve its electron uptake ability and growth under photoelectroautotrophic conditions. Because TIE-1 interacts with various forms of iron while using it as a source of electrons for photoautotrophy (photoferrotrophy), we tested the ability of iron-based redox mediators to enhance direct electron uptake. Our data show that soluble iron cannot act as a redox mediator for electron uptake by TIE-1 from a cathode poised at +100mV vs. Standard Hydrogen electrode. We then tested whether an immobilized iron-based redox mediator Prussian Blue (PB) can enhance electron uptake by TIE-1. Chronoamperometry indicates that cathodic current uptake by TIE-1 increased from 1.47 ± 0.04 to 5.6 ± 0.09 µA/cm2 (3.8 times) and the production of the bioplastic, polyhydroxybutyrate (PHB) improved from 13.5 ± 0.2 g/L to 18.8 ± 0.5 g/L (1.4 times) on electrodes coated with PB. Overall, our data show that immobilized PB can increase direct electron uptake by TIE-1 and enhances PHB production.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Rengasamy","given":"Karthikeyan"},{"family":"Ranaivoarisoa","given":"Tahina Onina"},{"family":"Singh","given":"Rajesh"},{"family":"Bose","given":"Arpita"}],"citation-key":"rengasamyImprovingMicrobialElectrosynthesis2017","DOI":"10.1101/214577","issued":{"date-parts":[["2017",11,7]]},"language":"en","license":"© 2017, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.","page":"214577","publisher":"bioRxiv","section":"New Results","source":"bioRxiv","title":"Improving microbial electrosynthesis of polyhydroxybutyrate (PHB) from CO2 by Rhodopseudomonas palustris TIE-1 using an immobilized iron complex modified cathode","type":"article","URL":"https://www.biorxiv.org/content/10.1101/214577v1"},
  {"id":"rengasamyInsolubleIronComplex2018","abstract":"Microbial electrosynthesis (MES) is a promising bioelectrochemical approach to produce biochemicals. A previous study showed that Rhodopseudomonas palustris TIE-1 can directly use poised electrodes as electron donors for photoautotrophic growth at cathodic potentials that avoid electrolytic H2 production (photoelectroautotrophy). To make TIE-1 an effective biocatalyst for MES, we need to improve its electron uptake ability and growth under photoelectroautotrophic conditions. Because TIE-1 interacts with various forms of iron while using it as a source of electrons for photoautotrophy (photoferroautotrophy), we tested the ability of iron-based redox mediators to enhance direct electron uptake. Our data show that soluble iron cannot act as a redox mediator for electron uptake by TIE-1 from a cathode poised at +100mV vs. Standard Hydrogen electrode. We then tested whether an immobilized iron-based redox mediator Prussian blue (PB) can enhance electron uptake by TIE-1. Chronoamperometry indicates that cathodic current uptake by TIE-1 increased from 1.47±0.04 to 5.6±0.09μA/cm2 (3.8 times). Overall, our data show that immobilized PB can enhance direct electron uptake by TIE-1.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Rengasamy","given":"Karthikeyan"},{"family":"Ranaivoarisoa","given":"Tahina"},{"family":"Singh","given":"Rajesh"},{"family":"Bose","given":"Arpita"}],"citation-key":"rengasamyInsolubleIronComplex2018","container-title":"Bioelectrochemistry","container-title-short":"Bioelectrochemistry","DOI":"10.1016/j.bioelechem.2018.03.015","ISSN":"1567-5394","issued":{"date-parts":[["2018",8,1]]},"page":"164-173","source":"ScienceDirect","title":"An insoluble iron complex coated cathode enhances direct electron uptake by <i>Rhodopseudomonas palustris</i> TIE-1","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S156753941830080X","volume":"122"},
  {"id":"rovira-alsinaPowertoProteinElectrocultivationMicrobial2025","accessed":{"date-parts":[["2025",3,4]]},"author":[{"family":"Rovira-Alsina","given":"Laura"},{"family":"Pous","given":"Narcís"},{"family":"Balaguer","given":"M. Dolors"},{"family":"Matassa","given":"Silvio"},{"family":"Zhang","given":"Yifeng"},{"family":"Puig","given":"Sebastià"}],"citation-key":"rovira-alsinaPowertoProteinElectrocultivationMicrobial2025","container-title":"Journal of Power Sources","container-title-short":"Journal of Power Sources","DOI":"10.1016/j.jpowsour.2025.236499","ISSN":"03787753","issued":{"date-parts":[["2025",5]]},"language":"en","page":"236499","source":"DOI.org (Crossref)","title":"Power-to-Protein: Electro-cultivation of microbial proteins from recycled nitrogen and carbon dioxide","title-short":"Power-to-Protein","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378775325003350","volume":"638"},
  {"id":"rowaihiPoly3hydroxybutyrateProductionIntegrated2018","abstract":"Poly(3-hydroxybutyrate) (PHB), a biodegradable polymer, can be produced by different microorganisms. The PHB belongs to the family of polyhydroxyalkanoate (PHA) that mostly accumulates as a granule in the cytoplasm of microorganisms to store carbon and energy. In this study, we established an integrated one-pot electromicrobial setup in which carbon dioxide is reduced to formate electrochemically, followed by sequential microbial conversion into PHB, using the two model strains, Methylobacterium extorquens AM1 and Cupriavidus necator H16. This setup allows to investigate the influence of different stress conditions, such as coexisting electrolysis, relatively high salinity, nutrient limitation, and starvation, on the production of PHB. The overall PHB production efficiency was analyzed in reasonably short reaction cycles typically as short as 8 h. As a result, the PHB formation was detected with C. necator H16 as a biocatalyst only when the electrolysis was operated in the same solution. The specificity of the source of PHB production is discussed, such as salinity, electricity, concurrent hydrogen production, and the possible involvement of reactive oxygen species (ROS).","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Rowaihi","given":"Israa Salem Al"},{"family":"Paillier","given":"Alexis"},{"family":"Rasul","given":"Shahid"},{"family":"Karan","given":"Ram"},{"family":"Grötzinger","given":"Stefan Wolfgang"},{"family":"Takanabe","given":"Kazuhiro"},{"family":"Eppinger","given":"Jörg"}],"citation-key":"rowaihiPoly3hydroxybutyrateProductionIntegrated2018","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0196079","ISSN":"1932-6203","issue":"4","issued":{"date-parts":[["2018",4,26]]},"language":"en","page":"e0196079","publisher":"Public Library of Science","source":"PLoS Journals","title":"Poly(3-hydroxybutyrate) production in an integrated electromicrobial setup: Investigation under stress-inducing conditions","title-short":"Poly(3-hydroxybutyrate) production in an integrated electromicrobial setup","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0196079","volume":"13"},
  {"id":"ruuskanenNeoCarbonFoodConcept2021","abstract":"The pace at which the human population is growing raises serious concerns related to food security while at the same time conventional agriculture-based food production is becoming a major cause of environmental pollution and greenhouse gas emissions. Numerous solutions have been proposed to boost food production among which edible microbial biomass is considered a promising alternative to conventional sources of food and feed with lower environmental footprint. This work introduces the Neo-Carbon Food concept that is a pilot-scale hybrid biological–inorganic process suitable for the production of microbial biomass. The concept includes integrated hydrogen production by water electrolysis, direct air capture (DAC) of carbon dioxide, and its subsequent assimilation by autotrophic hydrogen-oxidizing bacteria (HOB). The hydrogen production with in situ electrolysis achieved specific energy consumption just below 100 kWh/kgH2 while the specific energy consumption of DAC was around 20 kWh/kgCO2.","accessed":{"date-parts":[["2025",6,10]]},"author":[{"family":"Ruuskanen","given":"Vesa"},{"family":"Givirovskiy","given":"Georgy"},{"family":"Elfving","given":"Jere"},{"family":"Kokkonen","given":"Petteri"},{"family":"Karvinen","given":"Aku"},{"family":"Järvinen","given":"Lauri"},{"family":"Sillman","given":"Jani"},{"family":"Vainikka","given":"Miika"},{"family":"Ahola","given":"Jero"}],"citation-key":"ruuskanenNeoCarbonFoodConcept2021","container-title":"Journal of Cleaner Production","container-title-short":"Journal of Cleaner Production","DOI":"10.1016/j.jclepro.2020.123423","ISSN":"0959-6526","issued":{"date-parts":[["2021",1,1]]},"page":"123423","source":"ScienceDirect","title":"Neo-Carbon Food concept: A pilot-scale hybrid biological–inorganic system with direct air capture of carbon dioxide","title-short":"Neo-Carbon Food concept","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959652620334685","volume":"278"},
  {"id":"sathiyanarayananAutotrophicBacterialProduction2025","abstract":"The persistence of fossil fuel-based plastics poses significant environmental challenges, prompting increased research into biodegradable polyhydroxyalkanoate (PHA) polymers derived from cost-effective and sustainable resources. Different microorganisms can produce PHA amongst carbon dioxide (CO2)-assimilating autotrophic organisms, particularly noteworthy in carbon capture and utilization (CCU). Autotrophic bacteria have evolved to utilize either light (photoautotrophy) or inorganic chemicals (chemolithoautotrophy) to capture CO2, which powers their primary and secondary metabolic activities. This review explores the diversity of PHA-producing autotrophs, the metabolic pathways implicated in autotrophic PHA accumulation, and recent progress in photoautotrophs and chemolithoautotrophs regarding PHA synthesis using CO2. Additionally, microbial electrosynthesis for converting CO2 to PHA is also discussed. Genetic engineering strategies are also emphasized for the autotrophic synthesis of PHA. This review also addresses the challenges and prospects for sustainable PHA production using CO2.","accessed":{"date-parts":[["2025",6,5]]},"author":[{"family":"Sathiyanarayanan","given":"Ganesan"},{"family":"Esteves","given":"Sandra"}],"citation-key":"sathiyanarayananAutotrophicBacterialProduction2025","collection-title":"Fronteirs","container-title":"Frontiers in Bioengineering and Biotechnology","container-title-short":"Front. Bioeng. Biotechnol.","DOI":"10.3389/fbioe.2025.1545438","ISSN":"2296-4185","issue":"1545438","issued":{"date-parts":[["2025",6,4]]},"language":"English","page":"59","publisher":"Frontiers","source":"Frontiers","title":"Autotrophic bacterial production of polyhydroxyalkanoates using carbon dioxide as a sustainable carbon source","type":"article-journal","URL":"https://www.frontiersin.org/journals/bioengineering-and-biotechnology/articles/10.3389/fbioe.2025.1545438/full","volume":"13"},
  {"id":"schlegelGrowthKnallgasBacteria1965","abstract":"IN view of the recent discussion pertaining to the use of the ‘knallgas’ bacteria for the regeneration of exhaled air1–3, we should like to point out that it is possible to produce the oxygen–hydrogen mixture directly in the culture vessel by electrolysis of the mineral medium, Since the ‘knallgas’ bacteria of the Pseudomonas type (Hydrogenomonas strains H 16 and H 20) grow in chloridefree medium, oxygen and hydrogen can be produced in such a medium without interfering with side-effects using platinum electrodes with a relatively large surface area. Carbon dioxide is led directly into the culture vessel and removes excess oxygen. By using currents between 0.1 and 1.2 amp and at voltages not exceeding 5.3–5.5 V, good growth is achieved1,4. At low current-levels, growth is proportional to, and limited by, the hydrogen produced.","accessed":{"date-parts":[["2025",2,6]]},"author":[{"family":"Schlegel","given":"H. G."},{"family":"Lafferty","given":"R."}],"citation-key":"schlegelGrowthKnallgasBacteria1965","container-title":"Nature","DOI":"10.1038/205308b0","ISSN":"1476-4687","issue":"4968","issued":{"date-parts":[["1965",1]]},"language":"en","license":"1965 Springer Nature Limited","page":"308-309","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Growth of ‘Knallgas’ Bacteria (Hydrogenomonas) using Direct Electrolysis of the Culture Medium","type":"article-journal","URL":"https://www.nature.com/articles/205308b0","volume":"205"},
  {"id":"schmidDevelopingRhodobacterSphaeroides2021","abstract":"In this work, Rhodobacter sphaeroides was identified as a potential cathodic production strain for photoautotrophic production processes. First, a stable cultivation in a bioelectrochemical system (BES) was established under conditions in which hydrogen produced by a poised cathode served as an electron donor. It was shown that both the introduction of a plasmid vector and exposure to the corresponding antibiotic selection pressure caused a strong improvement in both cathodic biofilm formation and electrochemical properties. A quantitative proteomic analysis identified key players in the molecular adaptation to biofilm growth on the cathodic surface. Furthermore, biofilm formation kinetics were quantified by optical coherence tomography measurements, which showed a strong tendency for biofilm formation together with a robust biofilm architecture. A media switch to N2-limited conditions resulted in increased cathodic poly(3-hydroxybutyrate) (PHB) accumulation, suggesting R. sphaeroides as a potential strain for photoautotrophic PHB production in future industrial applications.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Schmid","given":"Ferdinand"},{"family":"Novion Ducassou","given":"Julia"},{"family":"Couté","given":"Yohann"},{"family":"Gescher","given":"Johannes"}],"citation-key":"schmidDevelopingRhodobacterSphaeroides2021","container-title":"Bioresource Technology","container-title-short":"Bioresource Technology","DOI":"10.1016/j.biortech.2021.125340","ISSN":"0960-8524","issued":{"date-parts":[["2021",9,1]]},"page":"125340","source":"ScienceDirect","title":"Developing Rhodobacter sphaeroides for cathodic biopolymer production","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0960852421006805","volume":"336"},
  {"id":"schusterChemolithotrophesWachstumHydrogenomonas1967","abstract":"Ein Chemostat zur Kultur von Knallgasbakterien mit begrenzenden Konzentrationen von Wasserstoff und Sauerstoff wird beschrieben. Die Gase werden durch Elektrolyse des Mineralmediums erzeugt. Durch Verwendung von zwei Anoden, von denen die eine außerhalb des Kulturgefäßes angeordnet ist, läßt sich das Verhältnis H2/O2 innerhalb weiter Grenzen verändern. Zur Steuerung und Veränderung der Flußrate zwischen 20 und 720 ml/Std dient ein Tropfenzähler mit Platinkontakten, ein Magnetventil und ein Impulsgeber.","accessed":{"date-parts":[["2025",5,23]]},"author":[{"family":"Schuster","given":"E."},{"family":"Schlegel","given":"H. G."}],"citation-key":"schusterChemolithotrophesWachstumHydrogenomonas1967","container-title":"Archiv für Mikrobiologie","container-title-short":"Archiv. Mikrobiol.","DOI":"10.1007/BF00409745","ISSN":"1432-072X","issue":"4","issued":{"date-parts":[["1967",12,1]]},"language":"de","page":"380-409","source":"Springer Link","title":"Chemolithotrophes Wachstum von Hydrogenomonas H16 im Chemostaten mit elektrolytischer Knallgaserzeugung","type":"article-journal","URL":"https://doi.org/10.1007/BF00409745","volume":"58"},
  {"id":"sciarriaBioelectrorecyclingCarbonDioxide2018","abstract":"The rise of carbon dioxide (CO2) emissions and the accumulation of non-biodegradable plastics in the environment are leading to an environmental crisis. Thus, the bio-electro recycling of recalcitrant CO2 as feedstock to produce bioplastics could be an interesting solution to explore. In this work, a bioelectrochemical reactor was used to carry out microbial electrosynthesis (MES) of volatile fatty acids (VFAs) from CO2 and then, those VFAs were used to produce polyhydroxybutyrate (PHB) by using a pre-selected mixed microbial culture (MMC). During MES (cathode potential at −0.8 V vs. SHE), CO2 fixation efficiency, i.e. carbon (C) transferred to final products was of 73% CCO2, with a final values of 43.7 and 103 mmol of C produced for acetate and butyrate. The VFAs obtained were extracted and concentrated by liquid membrane extraction getting a broth with a C concentration of approximately 400 mmol C L−1 (∼65% butyrate), to be used as feeding for PHA producing bacteria. During the PHA accumulation a maximum of 74.4 ± 0 g PHA per 100 g VSS was obtained with a PHA yield (Ytot) of 0.77 ± 0.18 mmol CPHA mmol−1 Cfed. The process efficiency calculated taking into account the PHA yield on C inlet as CO2 was of 0.50 ± 0.07 mmol CPHA mmol−1 CCO2. In terms of C conversion, 0.41 kg of carbon as PHA were obtained per 1 kg of carbon as CCO2 inlet to the entire system. These results establish a sustainable way to convert a greenhouse gas as CO2 into environmental friendly bioplastics.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Sciarria","given":"T. Pepè"},{"family":"Batlle-Vilanova","given":"P."},{"family":"Colombo","given":"B."},{"family":"Scaglia","given":"B."},{"family":"Balaguer","given":"M. D."},{"family":"Colprim","given":"J."},{"family":"Puig","given":"S."},{"family":"Adani","given":"F."}],"citation-key":"sciarriaBioelectrorecyclingCarbonDioxide2018","container-title":"Green Chemistry","container-title-short":"Green Chem.","DOI":"10.1039/C8GC01771A","ISSN":"1463-9270","issue":"17","issued":{"date-parts":[["2018",8,28]]},"language":"en","page":"4058-4066","publisher":"The Royal Society of Chemistry","source":"pubs.rsc.org","title":"Bio-electrorecycling of carbon dioxide into bioplastics","type":"article-journal","URL":"https://pubs.rsc.org/en/content/articlelanding/2018/gc/c8gc01771a","volume":"20"},
  {"id":"shinGeneticApproachMicrobial2017","abstract":"Microbial electrosynthesis is a process that can produce biocommodities from the reduction of substrates with microbial catalysts and an external electron supply. This process is expected to become a new application of a cell factory for novel chemical production, wastewater treatment, and carbon capture and utilization. However, microbial electrosynthesis is still subject to several problems that need to be overcome for commercialization, so continuous development such as metabolic engineering is essential. The development of microbial electrosynthesis can open up new opportunities for sustainable biocommodities production platforms. This review provides significant information on the current state of MES development, focusing on extracellularly electron transfer and metabolic engineering.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Shin","given":"Hyo Jeong"},{"family":"Jung","given":"Kyung A."},{"family":"Nam","given":"Chul Woo"},{"family":"Park","given":"Jong Moon"}],"citation-key":"shinGeneticApproachMicrobial2017","collection-title":"SI on Advances in Industrial Bioprocesses and Products- Genetic and Metabolic Engineering Interventions","container-title":"Bioresource Technology","container-title-short":"Bioresource Technology","DOI":"10.1016/j.biortech.2017.05.077","ISSN":"0960-8524","issued":{"date-parts":[["2017",12,1]]},"page":"1421-1429","source":"ScienceDirect","title":"A Genetic Approach for Microbial Electrosynthesis System as Biocommodities Production Platform","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0960852417307320","volume":"245"},
  {"id":"sillmanBacterialProteinFood2019","abstract":"The global food demand is projected to significantly increase. To maintain global food security in the future, protein production needs to become more efficient regarding the use of limited land and water resources. Protein-rich biomass can be produced via direct air capture of CO2 with the help of H2-oxidizing bacteria and renewable electricity in a closed, climate-independent system. This quantitative literature review conservatively estimated the direct land and water use of bacterial protein production relying on secondary data for the components of the technology and for the reference protein sources. A several times higher potential protein yield per land area can be achieved by this technology with approximately one-tenth of the water use compared to that required for soybean production.","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Sillman","given":"Jani"},{"family":"Nygren","given":"Lauri"},{"family":"Kahiluoto","given":"Helena"},{"family":"Ruuskanen","given":"Vesa"},{"family":"Tamminen","given":"Anu"},{"family":"Bajamundi","given":"Cyril"},{"family":"Nappa","given":"Marja"},{"family":"Wuokko","given":"Mikko"},{"family":"Lindh","given":"Tuomo"},{"family":"Vainikka","given":"Pasi"},{"family":"Pitkänen","given":"Juha-Pekka"},{"family":"Ahola","given":"Jero"}],"citation-key":"sillmanBacterialProteinFood2019","container-title":"Global Food Security","container-title-short":"Global Food Security","DOI":"10.1016/j.gfs.2019.09.007","ISSN":"2211-9124","issued":{"date-parts":[["2019",9,1]]},"language":"en","page":"25-32","source":"ScienceDirect","title":"Bacterial protein for food and feed generated via renewable energy and direct air capture of CO2: Can it reduce land and water use?","title-short":"Bacterial protein for food and feed generated via renewable energy and direct air capture of CO2","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S221191241830141X","volume":"22"},
  {"id":"sillmanDECOUPLINGPROTEINPRODUCTION2021","abstract":"If environmentally sustainable insect and microbial proteins are used to substitute the most harmful practices in current protein production, the saved resources, such as land, could be used for climate mitigation purposes or to improve biodiversity. Furthermore, pollination services can outpace the environmental impacts of beekeeping; thus, the implementation of pollination services to benefit crop production can improve food security without negative impacts and extra resource use. Finally, although this research focussed on several possible alternative protein sources and production pathways, many alternatives deserve further research.","author":[{"family":"Sillman","given":"Jani"}],"citation-key":"sillmanDECOUPLINGPROTEINPRODUCTION2021","issued":{"date-parts":[["2021"]]},"language":"en","source":"Zotero","title":"DECOUPLING PROTEIN PRODUCTION FROM AGRICULTURAL LAND USE","type":"article-journal"},
  {"id":"stocklCO2BioplasticCoupling2020","abstract":"CO2 has been electrochemically reduced to the intermediate formate, which was subsequently used as sole substrate for the production of the polymer polyhydroxybutyrate (PHB) by the microorganism Cupriavidus necator. Faradaic efficiencies (FE) up to 54 % have been reached with Sn-based gas-diffusion electrodes in physiological electrolyte. The formate containing electrolyte can be used directly as drop-in solution in the following biological polymer production by resting cells. 56 mg PHB L−1 and a ratio of 34 % PHB per cell dry weight were achieved. The calculated overall FE for the process was as high as 4 %. The direct use of the electrolyte as drop-in media in the bioconversion enables simplified processes with a minimum of intermediate purification effort. Thus, an optimal coupling between electrochemical and biotechnological processes can be realized.","accessed":{"date-parts":[["2025",5,1]]},"author":[{"family":"Stöckl","given":"Markus"},{"family":"Harms","given":"Svenja"},{"family":"Dinges","given":"Ida"},{"family":"Dimitrova","given":"Steliyana"},{"family":"Holtmann","given":"Dirk"}],"citation-key":"stocklCO2BioplasticCoupling2020","container-title":"ChemSusChem","DOI":"10.1002/cssc.202001235","ISSN":"1864-564X","issue":"16","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2020 The Authors. Published by Wiley-VCH Verlag GmbH & Co. KGaA","page":"4086-4093","source":"Wiley Online Library","title":"From CO2 to Bioplastic – Coupling the Electrochemical CO2 Reduction with a Microbial Product Generation by Drop-in Electrolysis","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/cssc.202001235","volume":"13"},
  {"id":"sydowGrowthMediumElectrolyte2017","abstract":"Microbial electrosynthesis is a relatively new research field where microbial carbon dioxide fixation based on the energy supplied by a cathode is investigated. Reaction media used in such bioelectrochemical systems have to fulfill requirements of classical biotechnology as well as electrochemistry. The design and characterization of a medium that enables fast electroautotrophic growth of Cupriavidus necator in microbial electrosynthesis was investigated in detail. The identified chloride‐free medium mainly consists of low buffer concentration and is supplied with trace elements. Biotechnologically relevant parameters, such as high‐specific growth rates and short lag phases, were determined for growth characterization. Fast growth under all conditions tested, i.e. heterotrophic, autotrophic and electroautotrophic was achieved. The lag phase was shortened by increasing the FeSO₄ concentration. Additionally, electrochemical robustness of the reaction media was proven. Under reductive conditions, no deposits on electrodes or precipitations in the media were observed and no detectable hydrogen peroxide evolved. In the bioelectrochemical system, no lag phase occurred and specific growth rate of C. necator was 0.09 h⁻¹. Using this medium shortens seed train drastically and enables fast electrobiotechnological production processes based on C. necator.","accessed":{"date-parts":[["2025",4,30]]},"author":[{"family":"Sydow","given":"Anne"},{"family":"Krieg","given":"Thomas"},{"family":"Ulber","given":"Roland"},{"family":"Holtmann","given":"Dirk"}],"citation-key":"sydowGrowthMediumElectrolyte2017","container-title":"Engineering in Life Sciences","container-title-short":"Eng Life Sci","DOI":"10.1002/elsc.201600252","ISSN":"1618-0240","issue":"7","issued":{"date-parts":[["2017",4,24]]},"page":"781-791","PMCID":"PMC6999387","PMID":"32624824","source":"PubMed Central","title":"Growth medium and electrolyte—How to combine the different requirements on the reaction solution in bioelectrochemical systems using Cupriavidus necator","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6999387/","volume":"17"},
  {"id":"torellaEfficientSolartofuelsProduction2015","abstract":"Photovoltaic cells have considerable potential to satisfy future renewable-energy needs, but efficient and scalable methods of storing the intermittent electricity they produce are required for the large-scale implementation of solar energy. Current solar-to-fuels storage cycles based on water splitting produce hydrogen and oxygen, which are attractive fuels in principle but confront practical limitations from the current energy infrastructure that is based on liquid fuels. In this work, we report the development of a scalable, integrated bioelectrochemical system in which the bacterium Ralstonia eutropha is used to efficiently convert CO2, along with H2 and O2 produced from water splitting, into biomass and fusel alcohols. Water-splitting catalysis was performed using catalysts that are made of earth-abundant metals and enable low overpotential water splitting. In this integrated setup, equivalent solar-to-biomass yields of up to 3.2% of the thermodynamic maximum exceed that of most terrestrial plants. Moreover, engineering of R. eutropha enabled production of the fusel alcohol isopropanol at up to 216 mg/L, the highest bioelectrochemical fuel yield yet reported by >300%. This work demonstrates that catalysts of biotic and abiotic origin can be interfaced to achieve challenging chemical energy-to-fuels transformations.","accessed":{"date-parts":[["2025",5,24]]},"author":[{"family":"Torella","given":"Joseph P."},{"family":"Gagliardi","given":"Christopher J."},{"family":"Chen","given":"Janice S."},{"family":"Bediako","given":"D. Kwabena"},{"family":"Colón","given":"Brendan"},{"family":"Way","given":"Jeffery C."},{"family":"Silver","given":"Pamela A."},{"family":"Nocera","given":"Daniel G."}],"citation-key":"torellaEfficientSolartofuelsProduction2015","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1424872112","issue":"8","issued":{"date-parts":[["2015",2,24]]},"page":"2337-2342","publisher":"Proceedings of the National Academy of Sciences","source":"pnas.org (Atypon)","title":"Efficient solar-to-fuels production from a hybrid microbial–water-splitting catalyst system","type":"article-journal","URL":"https://www.pnas.org/doi/full/10.1073/pnas.1424872112","volume":"112"},
  {"id":"verbeeckAssessingPotentialUpcycling2021","abstract":"Anaerobic digesters produce biogas, a mixture of predominantly CH4 and CO2, which is typically incinerated to recover electrical and/or thermal energy. In a context of circular economy, the CH4 and CO2 could be used as chemical feedstock in combination with ammonium from the digestate. Their combination into protein-rich bacterial, used as animal feed additive, could contribute to the ever growing global demand for nutritive protein sources and improve the overall nitrogen efficiency of the current agro- feed/food chain. In this concept, renewable CH4 and H2 can serve as carbon-neutral energy sources for the production of protein-rich cellular biomass, while assimilating and upgrading recovered ammonia from the digestate. This study evaluated the potential of producing sustainable high-quality protein additives in a decentralized way through coupling anaerobic digestion and microbial protein production using methanotrophic and hydrogenotrophic bacteria in an on-farm bioreactor. We show that a practical case digester handling liquid piggery manure, of which the energy content is supplemented for 30% with co-substrates, provides sufficient biogas to allow the subsequent microbial protein as feed production for about 37% of the number of pigs from which the manure was derived. Overall, producing microbial protein on the farm from available methane and ammonia liberated by anaerobic digesters treating manure appears economically and technically feasible within the current range of market prices existing for high-quality protein. The case of producing biomethane for grid injection and upgrading the CO2 with electrolytic hydrogen to microbial protein by means of hydrogen-oxidizing bacteria was also examined but found less attractive at the current production prices of renewable hydrogen. Our calculations show that this route is only of commercial interest if the protein value equals the value of high-value protein additives like fishmeal and if the avoided costs for nutrient removal from the digestate are taken into consideration.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Verbeeck","given":"Kristof"},{"family":"De Vrieze","given":"Jo"},{"family":"Pikaar","given":"Ilje"},{"family":"Verstraete","given":"Willy"},{"family":"Rabaey","given":"Korneel"}],"citation-key":"verbeeckAssessingPotentialUpcycling2021","container-title":"Microbial Biotechnology","DOI":"10.1111/1751-7915.13600","ISSN":"1751-7915","issue":"3","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2020 The Authors. Microbial Biotechnology published by John Wiley & Sons Ltd and Society for Applied Microbiology.","page":"897-910","source":"Wiley Online Library","title":"Assessing the potential for up-cycling recovered resources from anaerobic digestion through microbial protein production","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1751-7915.13600","volume":"14"},
  {"id":"wuEfficientProductionLycopene2022","abstract":"Valorization of CO2 is key to establishing a carbon–neutral society. However, CO2 possesses a strong C = O with bond energy of 750 kJ/mol, which makes it difficult for electrochemical conversion. As a result, the conversion of CO2 to complex molecules remains a grand challenge and product profiles based on inorganic catalysis are only limited to a few simple chemicals, such as formate, acetate, and ethanol. Here, we employed microbial electrosynthesis to diversify the product spectrum. First, an engineered Cupriavidus necator strain was constructed to produce lycopene from H2 and CO2. Then, by coupling de novo microbial catalyzed lycopene synthesis with inorganic catalyzed water electrolysis, a microbial electrosynthesis (MES) system was developed. Lycopene, representing the most complex nonnative molecules in the MES system, was produced with CO2 as the sole carbon source and H2 derived from electrochemical water splitting as the reducing power. Moreover, the produced lycopene provided long-term cytoprotective capacity against reactive oxygen species, thereby addressing the incompatibility between microbial and inorganic catalysis. Finally, 1.73 mg/L lycopene was produced from real exhaust gas from a coal-fired power plant in the MES system. The present study opens a possible route to turn trash to cash for industrial exhaust gas.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Wu","given":"Haoliang"},{"family":"Pan","given":"Haojie"},{"family":"Li","given":"Zhongjian"},{"family":"Liu","given":"Tengfei"},{"family":"Liu","given":"Folin"},{"family":"Xiu","given":"Siyuan"},{"family":"Wang","given":"Jia"},{"family":"Wang","given":"Hanqing"},{"family":"Hou","given":"Yang"},{"family":"Yang","given":"Bin"},{"family":"Lei","given":"Lecheng"},{"family":"Lian","given":"Jiazhang"}],"citation-key":"wuEfficientProductionLycopene2022","container-title":"Chemical Engineering Journal","container-title-short":"Chemical Engineering Journal","DOI":"10.1016/j.cej.2021.132943","ISSN":"1385-8947","issued":{"date-parts":[["2022",2,15]]},"page":"132943","source":"ScienceDirect","title":"Efficient production of lycopene from CO2 via microbial electrosynthesis","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1385894721045198","volume":"430"},
  {"id":"wuokkoChemolithoautotrophicGrowthKnallgas2017","abstract":"Ever-increasing amounts of carbon dioxide in the atmosphere have urged the development of efficient CO2 fixation methods. Biotechnical methods using algae and cyanobacteria have been studied, but another alternative could be the use of Knallgas bacteria. Hydrogen-oxidizing Knallgas bacteria are capable of using hydrogen as their energy source and converting CO2 into biomass. Chemolithoautotrophic gas fermentation has been studied in literature to determine the production possibilities of Knallgas bacteria. In a few studies the hydrogen and oxygen have also been produced inside an electrobioreactor, using electrolysis of the culture medium. This work established the cultivation of the Knallgas bacterium Rhodococcus opacus in electrobioreactor conditions. Several 70 ml electrobioreactor cultivations were performed to determine the suitability of the organism to the process. In the first cultivations, using platinum electrodes, it was proven that the organism was able to grow with supply of CO2, while generating hydrogen and oxygen via electrolysis of culture medium inside the reactor. Further testing using iridium oxide-coated titanium and stainless steel electrodes enabled to increase electrode surface area and current. In addition, carbonate was added in the medium to decrease the overpotential of electrolysis. Growth-improving factors were concluded to be increased hydrogen formation due to moderately higher current, and increased inoculum growth time under autotrophic conditions. Shake flask cultivations with different substrates showed that chemolithoautotrophic growth was over seven times slower than heterotrophic. Best autotrophic growth in an electrobioreactor was achieved using iridium oxide coated titanium wire as anode and stainless steel as cathode. The applied current was 14 mA in 70 ml culture volume. The maximum cell density was 3.25 g/l. The biomass composition of R. opacus was analysed, and the average protein content was 63 % of total biomass. The composition was comparable to other single-cell protein sources, as well as soybean, indicating possible uses for animal feed. The biomass-based protein price was calculated to be 3.4 €/kg, based on the electricity consumption alone. Further process improvements and cheaper electricity could result in R. opacus biomass being a viable product alternative for soybean meal as animal feed.","accessed":{"date-parts":[["2025",6,20]]},"author":[{"family":"Wuokko","given":"Mikko"}],"citation-key":"wuokkoChemolithoautotrophicGrowthKnallgas2017","issued":{"date-parts":[["2017",3,30]]},"language":"en","source":"aaltodoc.aalto.fi","title":"Chemolithoautotrophic growth of Knallgas bacteria in an electrobioreactor using in situ water electrolysis","type":"thesis","URL":"https://aaltodoc.aalto.fi/handle/123456789/26114"},
  {"id":"yangGreenElectricitydrivenSimultaneous2022","abstract":"Currently, hydrogen-oxidizing bacteria (HOB) based power-to-protein is a promising approach to produce alternative microbial protein (MP), however, the nitrogen source used was either derived from commercial products or was firstly recovered from waste streams and then diluted for HOB growth. In the present study, simultaneous ammonium recovery from wastewater and in-situ utilization for the green MP (derived from Cupriavidus necator 335) production was successfully demonstrated using a microbial electrochemical recovery conversion cell (MERC). 0.41 ∼ 0.82 g/L of dried biomass (protein content 49 ∼ 63%) was yielded in 36 h with a power supply of 3, 4, and 5 V. C. necator 335 could grow in the MERC system receiving wastewater with a broad range of ammonium (0.05 ∼ 8 g N/L) and the highest biomass production of 0.9 g/L (protein content 54%) was achieved at 2 g N/L. 2.69 g/L of dried biomass containing 57% protein was obtained in 120 h with an initial supply of 1 L CO2 and 2 g N-NH4+. Applied voltages and ammonium concentrations showed a minor impact on the amino acid profile. Furthermore, the MERC system was tested with real waste streams (e. g., municipal wastewater, and digestate) and 0.45 ∼ 1.22 g biomass/L (protein content 52 ∼ 62%) were harvested. The characteristics of the wastewater streams (e. g., ammonium concentration and conductivity) could significantly affect the system performances. The harvested MP from real wastewater showed a high quality of amino acid profile and implied a potential in substituting traditional plant/animal-based protein.","accessed":{"date-parts":[["2025",5,23]]},"author":[{"family":"Yang","given":"Xiaoyong"},{"family":"Jiang","given":"Yufeng"},{"family":"Zou","given":"Rusen"},{"family":"Xu","given":"Mingyi"},{"family":"Su","given":"Yanyan"},{"family":"Angelidaki","given":"Irini"},{"family":"Zhang","given":"Yifeng"}],"citation-key":"yangGreenElectricitydrivenSimultaneous2022","container-title":"Chemical Engineering Journal","container-title-short":"Chemical Engineering Journal","DOI":"10.1016/j.cej.2021.132890","ISSN":"1385-8947","issued":{"date-parts":[["2022",2,15]]},"page":"132890","source":"ScienceDirect","title":"Green electricity-driven simultaneous ammonia recovery and in-situ upcycling for microbial protein production","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S138589472104465X","volume":"430"},
  {"id":"yangMicrobialProteinProduction2021","abstract":"Autotrophic hydrogen-oxidizing bacteria (HOB) have received increasing attention as a promising source of microbial protein (MP). However, most of the studies were conducted at relatively low ammonium concentrations (∼1 g N–NH4+/L). This study investigated the effect of high concentrations of ammonium and various nitrogen forms on the growth of Cupriavidus necator 335 for MP production. The cell growth was slightly inhibited at 2 g N–NH4+/L and was completely suppressed at 4 g N–NH4+/L. Inoculum from the early stage of exponential phase adapted better to the inhibition. Urea was the most preferred nitrogen source followed by nitrate and ammonium. Neither the ammonium concentration (within 2 g N/L) nor the different nitrogen sources altered the amino acid profiles significantly. This study demonstrated that waste streams containing high ammonium concentration (e.g., digestate) or with different forms of nitrogen (e.g., urine) could be used as a nitrogen source for MP production and thereby broadening the feedstocks and application of the process.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Yang","given":"Xiaoyong"},{"family":"Xu","given":"Mingyi"},{"family":"Zou","given":"Rusen"},{"family":"Angelidaki","given":"Irini"},{"family":"Zhang","given":"Yifeng"}],"citation-key":"yangMicrobialProteinProduction2021","container-title":"Journal of Cleaner Production","container-title-short":"Journal of Cleaner Production","DOI":"10.1016/j.jclepro.2021.125921","ISSN":"0959-6526","issued":{"date-parts":[["2021",4,1]]},"page":"125921","source":"ScienceDirect","title":"Microbial protein production from CO2, H2, and recycled nitrogen: Focusing on ammonia toxicity and nitrogen sources","title-short":"Microbial protein production from CO2, H2, and recycled nitrogen","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959652621001414","volume":"291"},
  {"id":"yuNovelElectrolyticGas2025","abstract":"Coupling water electrolysis with hydrogen-oxidizing bacteria (HOB) fermentation is a promising approach for single-cell protein (SCP) production. However, this inorganic-biological hybrid system is hindered by low efficiency, primarily due to the inhibition of electrochemical reactions on microbial activities and low hydrogen utilization. Here, we report an electrolytic gas lift reactor designed to improve the efficiency of this hybrid system for HOB-SCP production. By integrating the cathode of the electrolyzer with a gas lift reactor, the setup mitigated the inhibition of anodic reactive oxygen species on HOB and enhanced hydrogen utilization efficiency. By gradually increasing the current (1-2-4-6 A), the reactor achieved a maximum biomass yield of 0.20 g cell dry weight/L/d, a protein content of 58.3%, and a hydrogen utilization efficiency of 100%. The microbial community was dominated by HOB such as Ancylobacter (74.4%) and Xanthobacter (8.2%). These results indicated that the innovative reactor design effectively improved the performance of HOB-SCP production by inorganic-biological hybrid systems. The electrolytic gas lift reactor demonstrates substantial potential for scaling up and practical applications.","accessed":{"date-parts":[["2025",5,28]]},"author":[{"family":"Yu","given":"Jinpeng"},{"family":"Cui","given":"Kai"},{"family":"Hu","given":"Xiaona"},{"family":"Zhang","given":"Hong"},{"family":"Shang","given":"Gaoyuan"},{"family":"Guo","given":"Yuhan"},{"family":"Guo","given":"Kun"}],"citation-key":"yuNovelElectrolyticGas2025","container-title":"Systems Microbiology and Biomanufacturing","container-title-short":"Syst Microbiol and Biomanuf","DOI":"10.1007/s43393-025-00336-5","ISSN":"2662-7663","issue":"2","issued":{"date-parts":[["2025",4,1]]},"language":"en","page":"733-741","source":"Springer Link","title":"A novel electrolytic gas lift reactor for efficient microbial electrosynthesis of hydrogen-oxidizing bacterial single-cell protein from CO2","type":"article-journal","URL":"https://doi.org/10.1007/s43393-025-00336-5","volume":"5"}
]
